Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/samediggi.no/samediggi-25-jagi.html.tmx
Source language: sme
Languages: nob

source: Riidu earenoamážit ráđđehusa ja Sámedikki gaskkas garai dalle.
nob: Striden hardnet da til mellom regjeringen og Sametinget.

source: Dat livččii sáhttán gártat bistevaš soahpameahttunvuohtan 95 proseantta Finnmárkku eatnamiid eaiggátvuođa alde.
nob: Den kunne ha utviklet seg til en vedvarende konflikt om eiendomsretten til 95 prosent av Finnmarks landarealer.

source: Ja dat livččii gal vahágahttán Norgga beaggima riikkaidgaskasaččat olmmošvuoigatvuođanašuvdnan ja álgoálbmogiid vuoigatvuođaid bealušteaddjin.
nob: Og den ville definitivt ha skadet Norges omdømme internasjonalt som en menneskerettighetsnasjon og forkjemper for urfolks rettigheter.

source: Proseassas finnmárkkulága hárrai dáhpáhuvai almmage juoga, mii ii lean goassege ovdal dáhpáhuvvan.
nob: I prosessen rundt finnmarksloven hendte det imidlertid noe som aldri tidligere hadde skjedd.

source: Stuorradikki justiisakomitea bovdii vuosttas gearddi, ii dušše sámiid historjjás, muhto maiddái Stuorradikki iežas historjjás, áššeoasáláččaid mat eai gullan nationalačoakkalmassii ráđđádallamiidda láhkaevttohusa hárrái, man ráđđehus lei juo buktán Stuorradikki gieđahallamii.
nob: Stortingets justiskomité inviterte for første gang, ikke bare i samenes historie, men også i Stortingets egen historie, parter utenfor nasjonalforsamlingen til konsultasjoner om et lovforslag som regjeringen allerede hadde lagt fram for Stortinget.

source: Ráđđádallamat mat de šadde, ledje dadjat juo šiehtadallamat, nu ahte Sámediggi ja Finnmárkku fylkkagielda duođaid ledje mielde hábmemin láhkateavstta, man riikka láhkaaddit loahpas galge virggálaččat mearridit.
nob: Konsultasjonene som ble ført, fikk preg av nærmest å være forhandlinger, dvs. at representanter for Sametinget og Finnmark fylke faktisk deltok i den konkrete utformingen av en lovtekst som landets lovgivere til slutt formelt skulle vedta.

source: Proseassa dagai loahpas, ahte Sámediggi oaččui beali Finnmárkkuopmodaga stivraáirasiin, mii mielddisbuvttii mieldenearrideami eaiggátorgánas.
nob: Prosessen endte med at Sametinget fikk halvparten av Finnmarkseiendommens styrerepresentanter, som innebærer en medbestemmelse i eierorganet.

source: Sámediggi nagadii oažžut áigái, ahte Finnmárkku geavahan- ja oamastanvuoigatvuođat galge čielggaduvvot velá Finnmárkokomišuvnna bokte.
nob: Videre oppnådde Sametinget at bruks- og eiendomsrettighetene til grunnen i Finnmark skulle utredes videre gjennom Finnmarkskommisjonen.

source: Ráđđádallanproseassa loahpas bákkohii Sámediggi maiddái ráđđehusa miehtat čielggadit sámiid ja earáid guolastanvuoigatvuođaid Finnmárkku rittuin ja vuonain.
nob: På tampen av konsultasjonsprosessen fikk Sametinget også regjeringen til å gi innrømmelser i form av en utredning om samers og andres fiskerirettigheter i havet utenfor Finnmark.

source: Finnmárkkulága proseassas čájehii Sámediggi, ahte dat ii leat ovddimustá eiseválddiid doaibmabijuid vuosttaldeaddji, muhto duođaid bajáshuksejeaddji ovttasbargoguoibmi, go fal oažžu vejolašvuođa ráđđádallat ja šiehtadallat buori oskkus.
nob: I prosessen om finnmarksloven viste Sametinget at det som politisk organ ikke først og fremst er ute etter å protestere mot myndighetenes tiltak, men at det faktisk er en konstruktiv samarbeidspartner når det gis mulighet til konsultasjoner og forhandlinger som skjer i god tro.

source: Áigodagas 1989 rájes 2005 rádjai earáhuvai eisveálddiid vuohki gieđahallat Sámedikki nu, ahte adnojuvvui álggus dábálaš gulaskuddanorgánan ja loahpas stáhta eiseválddiid virggálaš ráđđádallanorgánan.
nob: Fra 1989 til 2005 gikk altså Sametinget fra å bli behandlet som et ordinært høringsorgan til formelt å være en konsultasjonspartner for statlige myndigheter.

source: Boahtte ovdánanlávki man Sámediggi livččii sáhttán vuordit, livččii juos dohkkehuvvošii stáhta eiseválddiid duođalaš šiehtadallanguoibmin áššiin, mat mearkkašit olu sámi álbmogii.
nob: Det neste steg for Sametinget kunne forventes å være å få en status som en reell forhandlingspartner med statlige myndigheter i saker med særlig betydning for det samiske folk.

source: Sihke Stoltenberg I-ráđđehus ja Bondevik II-ráđđehus lea stuorradiggedieđáhusain Norgga sámepolitihkas 2000-logu álggogeahčen nannen, ahte sámi albmogis lea vuoigatvuohta iešmearrideapmái.
nob: Både Stoltenberg I-regjeringen og Bondevik II-regjeringen har i stortingsmeldinger om norsk samepolitikk på begynnelsen av 2000-tallet slått fast at det samiske folk har rett til selvbestemmelse.

source: Muhto, maŋŋá go finnmárkkuláhka lei mearriduvvon 2005 s, ja Sámediggi lei ožžon mieldemearrideami Finnmárkkuopmodagas, Bondevik II-ráđđehus ja Sámediggi leigga vuolláičállán ráđđádallanšiehtadusa sámi áššiid hárrái ja Stoltenberg II lei váldán badjelasas ráđđehusválddi, de máhcahuvvogođii Norgga sámepolitihkka.
nob: Men, etter at finnmarksloven var blitt vedtatt i 2005, Sametinget hadde fått medbestemmelse i eierorganet Finnmarkseiendommen, Bondevik II-regjeringen og Sametinget hadde underskrevet konsultasjonsavtalen om samiske saker og Stoltenberg II hadde overtatt regjeringsmakten, begynte reverseringen av norsk samepolitikk.

source: Sámediggi šattai das rájes gillát lossa vuostegieđageavada barggadettiinis beassat orgánan, mas lea gealbu mearridit siskkáldas ja báikkálaš sámi áššiin.
nob: Sametinget har måttet tåle flere tilbakeslag i arbeidet med å bygge seg opp som et organ med kompetanse til å fatte beslutninger i interne og lokale samiske anliggender.

source: Ráđđádallamiin minerálalágas 2009 s, riddoguolástanlávdegotti árvalusas 2012 s ja boazodoallohálddahusa ođđasitorganiseremis 2013 s lea ruksesruoná ráđđehus vuodján Sámedikki badjel.
nob: I konsultasjonene om mineralloven i 2009, om kystfiskeutvalgets innstilling i 2012 og om omorganiseringen av reindriftsforvaltningen i 2013 regelrett overkjørte den rødgrønne regjeringen Sametinget.

source: Ráđđehus gulai gal Sámedikki oainnuid ja gáibádusaid, muhto ii váldán daid vuhtii.
nob: Sametingets synspunkter og krav i disse sakene ble registrert, men ikke tatt hensyn til.

source: Sámediggi vikkai gal, muhto ii lihkostuvvan váikkuhit dáid áššiide dialoga bokte, ja sámiid álbmoga válljen orgána dassaluvvui fas ovddeš rollii gulaskuddanorgánan.
nob: Sametingets forsøk på å påvirke utfallet i disse sakene gjennom dialog viste seg å være fånyttes, og samenes folkevalgte organ ble satt tilbake i en rolle som høringsorgan.

source: «Mii leat gullan maid dadjabehtet, muhto dahkat nugo dáhttut, š lea dieđáhus man ráđđehus buvttii linjáid gaskkas.
nob: «Vi har hørt hva dere sier, men gjør som vi vil, š er beskjeden som gis mellom linjene.

source: Mearridanválddi ja šiehtadallanvuoigatvuođa šaddá Sámediggi dás duohko dušše guhket geahččat, juos galgat jáhkkit riikka ovddit ráđđehushoavdda Jens Stoltenberg (Bb) ja dálá stáhtaministara Erna Solberg (O) cealkámušaide.
nob: Beslutningsmyndighet og forhandlingsrett er nok noe Sametinget kan se langt etter, skal vi tro utsagnene til både landets forrige regjeringssjef Jens Stoltenberg (Ap) og nåværende statsminister Erna Solberg (H).

source: Goappašagat leaba gažadeamis NRK Sámiin cealkán, ahte iešmearrideapmi, masa maid gullá iešstivrejupmi siskkáldas ja báikkálaš sámi áššiin, ii leat áigeguovdilis politihkka ii dáža politihka gurut- iige olgešbealde.
nob: Begge har i intervju med NRK Sápmi uttalt at selvbestemmelse, herunder selvstyre i interne og lokale samiske saker, ikke er aktuell politikk verken for venstre- eller høyresiden i norsk politikk.

source: Loahpas áiggun dadjat juoidá sámegielaid hálddašeamis, mii lea okta Sámedikki hástalusain.
nob: Avslutningsvis vil jeg vil nå si noe om forvaltningen av samiske språk i Norge som en av utfordringene til Sametinget.

source: Sámedikki rahpamis golggotmánu 7. 1997 julggaštii Gonagaslaš Majestehta Harald Viđát sártnistis čuovvovaččat:
nob: Under åpningen av Sametinget 7. oktober 1997 erklærte Hans Majestet Kong Harald V følgende:

source: ” Norgga stáhta lea vuođđuduvvon guovtti álbmoga territoriijai – dážaid ja sámiid.
nob: ” Den norske stat er grunnlagt på territoriet til to folk – nordmenn og samer.

source: Sámi historjá gođđása čavgadit dáža historjái.
nob: Samisk historie er tett flettet sammen med norsk historie.

source: Dál fertet šállošit dan vuoigatmeahttunvuođa, man Norgga stáhta ovdal lea dahkan sámi álbmogii garra dáruiduhttinpolitihka bokte.
nob: I dag må vi beklage den urett den norske stat tidligere har påført det samiske folk gjennom en hard fornorskingspolitikk.

source: Norgga stáhtas lea danne earenoamáš vástu lágidit dilálašvuođaid nu, ahte sámi álbmot sáhttá hukset nanu ja eallinnávccalaš servodaga.
nob: Den norske stat har derfor et særlig ansvar for å legge forholdene til rette for at det samiske folk skal bygge et sterkt og levedyktig samfunn.

source: Dát lea vieruiduvvan vuoigatvuohta, mii vuođđuduvvá sámiid eallimii sin iežaset guovlluin mii lea leamaš doloža rájes. ”
nob: Dette er en hevdvunnen rett basert på samenes tilstedeværelse i sine områder som går langt tilbake i tiden. ”

source: Dás nanne riikka oaivámuš, ahte Norgga territoriija gullá guovtti álbmogii, mat ledje ja elle dáppe dalle go stáhta ráját gessojuvvojedje ránnjáriikkaid vuostá.
nob: Her slår rikets overhode fast at nasjonalstaten Norge utgjør territoriet til to folk som var til stede og levde her da statens grenser ble trukket opp mot nabolandene.

source: Iige dát lean juoga man Gonagaslaš Majestehta ieš hutkkai, muhto son julggaštii dán stáhta eiseválddiid bealis.
nob: Og det var noe Hans Majestet ikke fant på selv, men erklærte på vegne av statens myndigheter.

source: Jagland-ráđđehus nannii Stuorradiggedieđáhusas nr. 41 s (1996-97) Norgga sámepolitihkas, ahte ” sámit leat nubbi Norgga guovtti stáhtavuođđudeaddji álbmogis.
nob: Jagland-regjeringen slo fast i Stortingsmelding nr. 41 (1996-97) om norsk samepolitikk at ” samene utgjør ett av de to statskonstituerende folk i Norge.

source: [Ja] Norgga sámepolitihkka galgá doahttalit prinsihpaid, mat leat nannejuvvon oppalaš riikkaidgaskasaš álbmotrievttis ja álgoálbmotrievttis. ”
nob: [Og] norsk samepolitikk skal etterleve prinsippene nedfelt i generell internasjonal folkerett og urfolksrett. ”

source: Dán guovtti álbmoga territoriijas leat, nugo diehtit, valjis sihke ođasmuvvi ja ođasmuvvameahttun luondduresurssat.
nob: De to folkenes territorium er som vi vet rikt på både fornybare og ikke-fornybare naturressurser.

source: Guolásteamit, ruvkedoaimmat, hirsačuohppamat, oljo- ja gássaávkkástallan jna. leat buktán stuora dietnasiid stáhtii ja jábálašvuođa servodahkii.
nob: Fiske, gruvedrift, tømmerhogst, olje- og gassutvinning osv. har brakt inn store inntekter til staten og velstand til samfunnet.

source: Luondduresurssat dán guovtti álbmoga territoriijas leat dahkan vuođu dasa, ahte Norga lea beassan dilis Eurohpá geafit riikkaid searvvis ja šaddan máilmmi riggámus našuvdnan, stáhta mii suitá fuolahit álbmogii buot buoremus buresbirgejumi ja nanu servodainstitušuvnnaid nugo mánáidgárddiid, skuvllaid, allaoahpahagaid, dearvvasinstitušuvnnaid, kulturinstitušuvnnaid, jna..
nob: Det er naturressursene på disse to folks felles territorium som har gitt Norge forutsetninger til å gå fra å være blant Europas fattige land til å bli verdens rikeste nasjon med velferdsgoder og solide samfunnsinstitusjoner som barnehager, skoler, universiteter, helseinstitusjoner, kulturinstitusjoner, osv..

source: Stáhta eiseválddit leat fuolahan, ahte dáru giella, kultuvra ja servodateallin suodjaluvvo ja ovddiduvvo olles servodagas, das rájes go mii riegádit, bajásšaddat ja vázzit skuvllaid, bargat iežamet oasi bargoeallimis ja mannat ealáhahkii guhkes bargoeallima ja servodatdoaimma maŋŋá.
nob: Statlige myndigheter har sørget for at norsk språk, kultur og samfunnsliv ivaretas og utvikles i hele samfunnet, fra vi blir født, vokser opp og går gjennom utdanningssystemet, yter vår skjerv i arbeidslivet og takker av etter en lang arbeidsøkt og samfunnsinnsats.

source: Mii beassat vázzit eallima čađa dáru giella, kultuvra ja árvvut buot birra.
nob: Vi får gå gjennom livet omsluttet av norsk språk, kultur og verdier, ja faktisk bæres vi på en norsk gullstol gjennom livet.

source: Dážavuohta lea diehttelas juohke diŋggas maid mii bargat ja vuordit oažžut, buot ortnegat, bálvalusat ja doaibmabijut vuođđuduvvet dáru gillii ja kultuvrii.
nob: Det norske er en selvfølge i alt vi foretar og forventer oss, alle ordninger, tjenester og tiltak baserer seg på norsk språk og kultur.

source: Maiddái sámit návddašit dán ovttaláganvuođa politihka šattuin.
nob: Også samene har fått nyte av denne likhetspolitikkens frukter.

source: Sámit ožžot oasiset servodatburiin.
nob: De får sin del av de norske samfunnsgodene.

source: Juos leat dážat.
nob: Som norske nordmenn.

source: Juos atnet dárogiela.
nob: På norsk.

source: Muhto mearihis árvvut, maid stáhta lea ožžon háldosis, ja maid lea atnán hukset dážavuođa, leat seammás adnojuvvon válgat politihka, man ulbmil lea leamaš luottahuhttit sámi giela, kultuvrra ja servodateallima.
nob: Men de ufattelige verdiene som staten har fått til sin rådighet, og som er blitt benyttet til å bygge opp det norske, er samtidig blitt brukt til å føre en politikk som har gått ut på å utslette samisk språk, kultur og samfunnsliv.

source: Ulbmil lea leamaš ráhkadit našuvnna, mii lea buhtis dážavuođainis, servodaga masa eai čága veahádagat, ja mii galggai neaktit ovttakultuvrragin ja ovttagielagin
nob: Formålet har vært å skape en nasjon som er rent norsk, hvor det ikke er plass til minoriteter, og som skulle framstå som monokulturell og enspråklig.

source: Gonagas Harald šállošiige 1997 s dan vuoigatmeahttunvuođa, man stáhta eiseválddit, namalassii stuorradikkepolitihkkarat, ráđđehushoavddat ja – lahtut, stáhtalaš virgeolbmot ja earát geain lea leamaš vástu hábmet ja čađahit stáhta politihka historjjá čađa, leat bággen sámiid badjelii garra assimilerendoaibmabijuid bokte.
nob: Kong Harald beklaget da også i 1997 den uretten som statlige myndigheter, dvs. stortingspolitikere, regjeringssjefer og - medlemmer, statlige tjenestemenn og – kvinner og andre med ansvar for å utforme og gjennomføre statens politikk opp gjennom historien, har påført samene gjennom sine sterke assimileringstiltak.

source: Mii galgat muitit, ahte dáruiduhttinpolitihka ja eará nationalisttalaš doaibmabijuid leat demokráhtalaččat válljejuvvon orgánat mearridan.
nob: Vi skal være klar over at fornorskingen og andre nasjonalistiske tiltak er blitt til gjennom vedtak fattet av demokratisk valgte organer.

source: Ja dat leat leamaš mielde dahkamin sámevuosttaldeaddji ja sámevašánis guottuid dán servodahkii.
nob: Og de har vært med på å legitimere sameskepsis og antisamiske holdninger i dette samfunnet.

source: Ii leat nu galle jagi áigi, go sámi geaidnogalbbat báhččojuvvojedje suokkisin Davvi-Romssas. Hárvenaš olmmoš hirpmástuvvá, go sámi galbbat dálge durddiduvvojit málain eará báikkiin.
nob: Det er ikke mange år siden samiske skilt ble skutt i filler i Nord-Troms, og fortsatt overrasker det få – om noen - når samiske skilt blir tilgriset med maling også andre steder i landet.

source: Go muhtin gieldda orgána hehtte sámi báikenamaid geavahuvvomis ja gieldá gudnejahttimis sámiid gielalaš olmmošvuoigatvuođaid, de ii giddát dat riikkamediaid fuopmášumi ja riikkapolitihkkariid fuola.
nob: At kommunale organer motsetter seg bruken av samiske stedsnavn og nekter å respektere samers språklige menneskerettigheter, er heller ikke egnet til å fange riksmedienes interesse og dermed rikspolitikernes engasjement.

source: Gehččet mat Romssa gávpoga.
nob: Se på Tromsø.

source: Gielda lei ohcan beassat mielde sámi gielaid hálddašanguvlui.
nob: Kommunen hadde søkt om å bli innlemmet i forvaltningsområdet for samiske språk.

source: Muhto de šattai sámevuohta temán válgagižžui 2011 s.
nob: Så ble det samiske tema for valgkampen i 2011.

source: Vuosteháhku sámi galbbaide gávpogis lei sihkkaris válgavealta, ja vuosttas lohpádus man ođđa borgárlaš eanetlohku ollašuhtii, lei geassit gieldda ohcamuša ruoktot.
nob: Motstand mot samiske skilt i bybildet var en sikker valgvinner, og det første det nye borgerlige flertallet i kommunestyret gjorde, var å trekke tilbake søknaden.

source: Báikkálaš dáža demokratiija válddii buot vuoittuid.
nob: Det lokale norske demokratiet seiret.

source: Romssa sámit báhce haga.
nob: Samene i Tromsø ble stående igjen som tapere.

source: Gielddain mat leat olggobealde hálddašanguovllu, eai oaččo sámi mánát ja nuorat sámi vuosttasgiela oahpahusa.
nob: Med kommunen stående utenfor forvaltningsområdet for samiske språk er samiske barn og unge ikke sikret en rett til opplæring med samisk som førstespråk.

source: Sámediggi ii almmage vuollánan, muhto dagai sierra šiehtadusa Romssa gielddain, mii galggašii sihkkarastit buoret gielladili Romssa sámiide.
nob: I Tromsøs tilfelle ga Sametinget seg ikke, men fikk i stand en avtale som skal sikre samenes språkrettigheter i kommunen.

source: Dán ja eará sullasaš sámi báikkálaš giellaáššiin mat leat gielddain, ii leat Sámedikkis virggálaš váldi mearridit.
nob: Denne og liknende saker om samisk språk lokalt i kommunene har Sametinget ingen formell myndighet til å foreta beslutninger i.

source: Váldi mearridit báikkálaš sámi áššiin gullá juohke gielddastivrii.
nob: Det er opp til det enkelte kommunestyret å ta avgjørelser om samisk språk lokalt.

source: Dasgo Norgga gielddaide lea addojuvvon iešstivrejupmi báikkálaš áššiin.
nob: For kommunene i Norge har fått delegert et selvstyre i lokale anliggender.

source: Dákkár iešstivrejupmi báikkálaš ja siskkáldas sámi áššiin, nugo giella dáidá leat, ii leat addojuvvon Sámediggái. Sámedikkis váilu iešstivrejupmi, mii gielddain gal lea.
nob: Et tilsvarende selvstyre i lokale og interne samiske saker, som vel språk må kunne defineres som, er ikke blitt gitt til Sametinget.

source: Juos sámit galget beassat návddašit giellavuoigatvuođain maid sámeláhka galggašii sihkkarastit, de dárbbašit buorredáhtolašvuođa guoskevaš gielddastivrras, main eanaš háviin lea dáža eanetlohku.
nob: For at samer lokalt skal kunne nyte godt av sine språkrettigheter etter sameloven, er de avhengige av godvilje fra sine respektive kommunestyrer, som i all hovedsak består av en norsk majoritet.

source: Dasto lea ráđđehus, mii mearrida galgetgo gielddat mat ohcet beassat mielde giellahálddašanguvlui, galget oažžut ruđa dasa.
nob: Deretter er det er regjeringen som avgjør om kommuner som søker om å bli del av forvaltningsområdet for samiske språk skal få midler til det.

source: Sámediggi beassá mielde áššegieđahallamii easkka dalle go ráđđehusa ja Stuorradikki bealljemerken ruđat galget sirdojuvvot gielddaide, mat leat mielde giellahálddašanguovllus.
nob: Sametinget kommer først inn når de øremerkede midlene til samisk språk på statsbudsjettet skal overføres til kommuner som er med i forvaltningsområdet.

source: Sámediggi beassa sirdit ruđaid.
nob: Sametinget får lov til å foreta selve pengetransaksjonen.

source: Sámediggepresideanta Aili Keskitalo dajai sártnis Norgga Sámiid Riikkasearvvi riikkačoahkkimis mannan basiid, ahte searvvi áirasat sehtet muitit ahte lea oassi iešmearrideamis go Sámediggi lea hálddahusorgána.”Dávjá moitojuvvo ahte Sámediggi lea šaddan hálddahusorgánan stáhtii, ja ahte čuovvovaš byrokratiseren sáhttá heavahit politihkalaš višuvnnaid ja proseassaid, ” dajai.
nob: Sametingspresident Aili Keskitalo sa i en tale under Norske Samers Riksforbunds landsmøte sist helg at organisasjonens delegater må huske på at det er et ledd av selvbestemmelse når Sametinget er et forvaltningsorgan. ” Ofte framkommer det kritikk om at Sametinget er blitt et forvaltningsorgan for staten, og at den påfølgende byråkratiseringen gjør at de politiske visjonene og prosessene kan drukne, ” sa hun.

source: Semináras 2008 s man Gáldu Álgoálbmotvuoigatvuođaid gelbbolašvuođaguovddáš doalai mu jođihanáiggis, doppe dajai sosiálekonoma Rune Fjellheim, gii lea Sámedikki direktor dál, ahte sámiid álbmoga válljen orgána dušše hálddaša 40 proseantta buohkanas ruhtajuolludemiin sámi ulbmiliidda, ja stáhta hálddaša 60 proseantta.
nob: På et seminar i regi av Gáldu, Kompetansesenteret for urfolks rettigheter, som jeg tidligere ledet, konstaterte sosialøkonom Rune Fjellheim, som i dag er direktør ved Sametinget, i 2008 at samenes folkevalgte organ bare forvalter 40 prosent av de totale bevilgningene til samiske formål. De resterende 60 prosent er det staten som forvalter.

source: Son muitalii ahte dušše 22 miljovnna kruvnnu doaibmaruhtapoasttain Sámedikki budjeahtas, mat 2008 s ledje sullii 300 miljovnna, leat dakkárat maidda Sámediggi ieš lea dahkan álgaga.
nob: Han fortalte også at bare 22 millioner kroner av virkemiddelpostene på Sametingets budsjett, som i 2008 var på omtrent 300 millioner, er initiert av Sametinget selv.

source: Dát gártá dušše čieza proseantta Sámedikki iežas budjeahtas, ja 2,9 proseantta oppalaš jahkásaš stáhta ruhtajuolludemiin sámi ulbmiliidda.
nob: Dette utgjør sju prosent av Sametingets eget budsjett, og 2,9 prosent av de totale årlige statlige overføringene til samiske formål.

source: Ferte leat oalle hástalussan Sámediggái ja dan áirasiidda, go stáhta dahká álgaga ja hábme 97 proseantta buohkanas ruđalaš váikkuhangaskaomiin sámepolitihkalaš suorggis.
nob: Det må oppleves som en utfordring for Sametinget og dets representanter at staten initierer og utformer 97 prosent av de samlede økonomiske virkemidlene på det samepolitiske området.

source: Ferte lea oalle duššástuhtti, go stáhta dahká álgaga ja hábme 93 proseantta sámepolitihkas, man Sámediggi hálddaša.
nob: Det må da også oppleves som frustrerende at staten initierer og utformer 93 prosent av den samepolitikken som forvaltes av Sametinget.

source: Fjellheim loahpahii dainna, ahte Norgga Sámediggi ii hálddaš iežas sámepolitihka, muhto baicca lea stáhta sámepolitihka alladásat hálddašeaddji.
nob: Fjellheim konkluderte med at Sametinget i Norge ikke forvalter egen samepolitikk, men i stedet er en avansert forvalter av statens samepolitikk.

source: Dajai ahte dálá vuogádat ii leat dakkár, man govttolaččat sáhttá gohčodit sámi iešmearrideapmin, ja ahte danne dárbbašuvvo ođđa ruhtadanvuogádat sámepolitihkalaš doaibmabijuide.
nob: Han sa at dagens system ikke er innenfor det som man med rimelighet kan betegne som samisk selvbestemmelse, og at det derfor er nødvendig med en ny ordning for finansiering av samepolitiske tiltak.

source: 1997 s celkkii Gonagas, ahte stáhtas lea earenoamáš ovddasvástádus lágidit dilálašvuođaid nu ahte sámi álbmot sáhttá hukset gievrras ja eallinnávccalaš servodaga.
nob: I 1997 sa Kongen at staten har et særlig ansvar for å legge forholdene til rette for at det samiske folk skal bygge et sterkt og levedyktig samfunn.

source: Dát máksá ahte Norgga stáhtas ja dan eiseválddiin lea ovddasvástádus ja geatnegasvuohta addit sámi álbmogii vejolašvuođaid ieš hukset ealli sámi servodaga.
nob: Det betyr at den norske stat og dens myndigheter har et ansvar og en plikt til å gi det samiske folk forutsetninger til selv å bygge opp et vitalt samisk samfunn.

source: Ammahal dat ferte leat servodat, gos boahttevaš sámi sohkabuolvvat sáhttet eallit ja lieđđut dán oktasaš dáža-sámi territoriijas sápmelažžan, sámegillii, sámi kultuvrras ja sámi servodagas.
nob: Det må jo være et samfunn hvor kommende samiske generasjoner får leve og utfolde seg på dette felles norsk-samiske territoriet som samer, på samisk, i sin samiske kultur og sitt samiske samfunn.

source: Dát dáidá leamen stuorámus hástalus Sámediggái.
nob: Dette er kanskje den største utfordringen til Sametinget.

source: Giitu fuopmášumis !
nob: Sametinget er 25 år - Dagen

source: KRONIKKER OG KOMMENTARER
nob: Sametinget fyller 25 år - Ságat

source: NYHETER Stuorra ávvubeaivi - Ávvir
nob: Sametinget jubilerer - Liberaleren.no
